Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: ‘로만 도련님이 검술의 천재라 할지라도 마나의 재능은 별개의 문제.{j}이번 훈련으로 현실의 냉혹함을 맛보시게 될 겁니다.{j}그리고 마나를 느끼지 못하는 세월이 지나면 지날수록, 제가 얼마나 대단한 사람인지를 깨닫게 되겠죠.{j}크흐흐흐흐, 생각해 보니 이번 일은 나쁘지 않은 제안이었어.’
en_us: Lord Roman, unfortunately, things aren’t going to go your way this time, because swordsmanship and mana abilities are two completely different challenges. You’ll get a taste of how harsh reality can be when you realize you don’t have the skills to control your mana. And as time passes, that misery will help you realize how great I am. I guess it wasn’t a bad choice to train him after all.{j}{j}{j}

source: “예, 그럽시다.”{j}로만의 대답.
en_us: “Fine with me,”{j}replied Roman.

source: “커억.”
en_us: “Ugh.”

source: 그때였다.
en_us: That moment came sooner than he had anticipated.

source: “방금 드미트리를 나섰다고 합니다.{j}아무래도 새벽의 이슬에서 정보를 얻은 모양입니다.{j}드미트리 기사단과 따로 움직이는 상황이라 로만이 먼저 로렌스에 도착할 것 같습니다만, 그래도 그에게 꼬리가 붙잡히면 그때는 도망치기가 힘들어집니다.”
en_us: “We received word that he has left Dimitri. It seems he has gotten information from the Dew of Dawn. He is moving separately from the Dimitri Knights, so he should be arriving Lawrence first. But if he finds where we are, it’ll become harder for us to escape.”{j}{j}

source: 무엇보다도 새가슴인 게 문제였다.
en_us: Most of all, Roman was a coward.

source: 순간 피가 분수처럼 뿜어졌다.
en_us: The alley turned blood-red.

source: 크리스가 오라를 발현하는 상황에, 지켜보던 조나단이 눈을 부릅떴다.
en_us: As Chris unleashed his superhuman strength, Jonathan who was standing in the crowd shouted.

source: ‘아아, 도련님.’
en_us: Ah, Lord Roman...

source: ‘마나를 활용하는 이곳의 방식은 쓰레기다.’
en_us: This world’s way of utilizing mana is utter waste.

source: ‘진짜 거지 같네.’
en_us: This is ridiculous.

source: 로만이 문을 열고 들어가자 방울이 요란하게 울렸다.{j}건물 내부의 풍경은 다른 펍들과 다르지 않았다.{j}원형 테이블과 바에 둘러앉은 사람들이 왁자지껄 떠들고 있었고, 그들의 앞에는 주인으로 보이는 사내가 분주하게 맥주를 날랐다.{j}근방에서는 나름대로 장사가 잘되는 편인지, 눈대중으로 보아도 십수 명의 사람들이 안에 있었다.
en_us: As Roman opened the tavern entrance, the bell rang loudly.{j}Roman slowly looked around the tavern. In a glance, it looked nothing different from an average tavern. It was crowded with people drinking on the tables as a man who seemed like the owner busily served bottles of beer to his customers. There was about a few dozens of people enjoying their drinks.{j}{j}

source: 검을 낚아채는 케빈.
en_us: Kevin snatched the sword and immediately swung it right to his arm.

source: “……블러드 팽을 말하는 것이오?”
en_us: “...are you talking about the Blood Fang?”

source: “플로라 로렌스라고 합니다.”
en_us: “Good evening, my name is Flora Lawrence. Nice to meet you, Lord Roman.”

source: 플로라.
en_us: The viscount wanted to see his daughter, Flora. He wanted to tell her how amazing her future husband wad.

source: 로만이 웃었다.{j}케빈과의 일.
en_us: Roman smirked, thinking of Kevin.{j}

source: 활짝 벌어진 가슴.{j}로만의 동작이 컸다.{j}지금이야말로 타이밍이라는 생각에 발을 내딛는 순간.
en_us: Chris noticed by instinct that Roman’s next swing was huge enough for him to successfully counterattack with a critical blow. The moment he took a step to counter against Roman’s attack, he spotted Roman’s smile.{j}{j}

source: 케빈이 마른침을 삼켰다.{j}검을 내려다보는 그의 눈동자는 공포로 크게 흔들렸고, 입 안은 바짝 말라서 삼킬 침조차도 없었다.
en_us: Captivated in fear, Kevin looked down at the swords with his trembling eyes, feeling his cottonmouth run even drier, with bated breath. {j}

source: ‘지독한 녀석.’
en_us: He’s got guts.

source: 플로라의 낭만에는, 아주 조금도 부합하는 부분이 없었다.
en_us: Nothing about him pleased Flora. It was more than terrible.

source: 바람에 휘날리는 검은 머리칼.
en_us: Roman’s black hair fluttered in the wind.

source: “……그러니까 계속 지켜보라는 말씀입니까?”
en_us: “Then, are you telling me to just stand here and observe you...?”

source: 로만이 그들의 앞에 쪼그려 앉았다.{j}그리고는, 단검으로 다시 한번 다리를 찍었다.
en_us: Roman bent over to the men lying on the ground and spoke to their face. Then, he picked up another dagger and stabbed one man in the leg.{j}

source: 약속을 어겼으니, 그에 대한 대가는 받아들이는 것이 옳다.
en_us: He knew that he deserved the punishment for it was his responsibility for breaking his promise with his father and the family.

source: 그리고, 다시 한번 천마의 힘을 되찾기 위해서.{j}무아지경(無我之境)의 상태.
en_us: His goal was to regain his power of Divine Force and reach the peak of his strength once more. {j}

source: 눈앞에 떨어진 검.{j}방금까지만 해도 의지를 보이던 케빈의 얼굴에, 처음으로 공포의 감정이 떠올랐다.
en_us: As Kevin watched the sword drop in front of him, his face turned pale with his strong determination no where to be found.{j}

source: 비효율적인 방식이다.
en_us: It was an inefficient way of using the energy.

source: 다만.{j}행할 뿐이었다.{j}로만은 말했다.{j}강해질 수 있다고.
en_us: However, the pain and the shivers couldn’t stop him. He continued on, believing Roman’s words that he could become stronger after this.{j}{j}{j}

source: 확실히 방금의 수비는 우연이 아니었다.
en_us: Chris knew now for a fact that Roman’s first defensive move wasn’t a coincidence.

source: 사실 마음 같아서는 직접 나서 보고 싶었다.{j}그러나 기사단장은 함부로 검을 뽑는 위치가 아니었고, 그로서는 아쉬운 마음을 삼킬 수밖에 없었다.
en_us: To be honest, Jonathan wanted to verify Roman’s skill personally. However, as the captain of the knights, he had to remain patient and trust his knights on this.{j}

source: 직접 경험해 보아서 알지 않은가.{j}불과 2년 전에 로만에게 뺨을 맞았는데, 그건 검이라고는 조금도 훈련해 보지 않은 일반인의 근력이었다.
en_us: Based on his past experience two years ago, Roman’s slap was enough for him to judge that Roman was far weaker than an average commoner. {j}

source: 일렬로 정렬하는 기사단.
en_us: With Jonathan’s order, the knights lined up in a row and prepared for battle.

source: “……사실 며칠 전에 바르코로부터 파티에 초대하는 초대장이 날아왔습니다.{j}도련님이 폐관 수련에 돌입하셔서 전달해 드리지 못했는데, 이걸 어떻게 처리할까요?”
en_us: “To be honest, a few days ago, House Barco sent you an invitation to their party. It arrived when you went into your training, so I couldn’t relay it to you. What shall I do with it?”{j}

source: 그때까지는 몰랐다.{j}두 가문의 혼사.{j}그것은 이미, 엎질러진 물이라는 사실을.
en_us: Unfortunately, Viscount Lawrence was oblivious of what had been decided to his arranged marriage. It was already too late for him to reverse everything back to normal.{j}{j}

source: 벤 마일즈.{j}블러드 팽의 리더인 그가 표정을 일그러트렸다.
en_us: Ben Miles, the leader of the Blood Fang, angrily said in frustration.{j}

source: 순식간에 벌어진 일이었다.
en_us: Everything happened in a split second.

source: 자신과 같이 평민이었던 시절을 경험한, 그래서 하나라도 더 챙겨 주려다가 삐뚤어져 버린 아이.{j}그를 바라볼 때면 마음이 아팠다.
en_us: He always tried to give the best for Roman, who was the only child who had experienced poverty living the life as a commoner, but he never thought Roman would go astray from what he expected him to be. That was why Roman was Romero’s sore thumb.{j}

source: 예상치도 못한 반응에, 플로라의 눈이 커다래졌다.
en_us: Flora’s eyes widened in surprise.

source: 그러나.{j}로만은 그런 사람을 어떻게 공략해야 하는지 너무나도 잘 알고 있었다.
en_us: However, this wasn’t a problem to Roman, because he knew exactly what he had to do to handle these types of people.{j}

source: 이미 대련은 시작되었다.{j}크리스는, 로만을 쓰러트려야 성질이 풀릴 것 같았다.
en_us: The only thought Chris had in his mind was winning over Roman on this ongoing duel.{j}

source: 광마를 처음 거두었을 때도, 로만의 말 한마디에 자신의 머리를 박으면서 충성을 맹세했었다.
en_us: Just like how Kevin accepted Roman’s offer, the Demon of Lunacy also slammed his head and vowed his royalty to Roman.

source: “저는 드미트리 가문이 자랑스럽습니다.{j}대장장이로 시작해 가문의 뼈대를 세웠고, 남들은 감히 넘보지도 못할 신분의 벽을 넘어섰습니다.{j}그리고 저는 그 과정에서 아버지를 항상 자랑스럽게 여기던 어머니와 같은 여자를 바랍니다.{j}세간에서 로만 드미트리라는 사람을 어떻게 평가하든 간에, 직접 보고 판단한 것을 믿고 따르는 그런 사람을 반려자로 맞이하길 바랍니다.”
en_us: “I’m very proud of my House. We have built this land from the ashes, starting as blacksmiths, and we have overcome the social boundary and earned our title as nobles. That is why I am extremely proud of my father’s accomplishments and my mother’s wisdom. I always dreamed to marry someone like my mother. Regardless of how the world judges me as Roman Dimitri, I would prefer to be with someone who makes decisions based on things they’ve experienced and seen themselves.”{j}{j}{j}

source: 사방에서 로만의 목숨을 노리고 무기가 휘둘러졌다.{j}햇빛을 받은 예리한 칼날들은 반짝반짝 빛났지만, 그것은 목적을 이루지 못하고 애꿎은 허공만 갈랐다.
en_us: Roman was surrounded by weapons swinging here and there, aiming for Roman’s life. The sharp blades cut through the air shining brightly as the sunlight reflected from them. {j}

source: 기대치가 바닥이었기 때문일까.{j}로메로 남작의 믿음은 맹목적이었다.
en_us: Maybe it was because he had such low expectation for his son for him to believe in his son to this extent.{j}

source: 드미트리의 사람들은 로메로 남작을 진심으로 존경하나, 그렇다고 망나니 같은 아들마저 대우하진 않았다.
en_us: Although the people dearly loved their landlord, Baron Romero, they had no room in their heart to show respect to Dimwit Dimitri.

source: “사람들이 간혹 착각하는 것이 있지.{j}아주 오래전부터 대대로 내려오는 방식이라고 해서, 그것이 무조건 맹목적으로 옳을 것이라는 착각.{j}나는 네게 마나의 훈련법을 배우면서 그런 생각이 들었다.
en_us: “People tend to blindly believe a practice is the best method just because that method has been passed down for many generations. That makes people closed-minded, not being able think outside the box. That’s what I learned from you through today’s training.”{j}{j}

source: 벤 마일즈를 비롯한 블러드 팽 일당을 상대해 보았기에 강함의 정도라는 것을 알았다.{j}크리스의 실력이라면 그들 십수 명은 쓸어 버릴 실력자.
en_us: After fighting against the Blood Fangs and Chris, Roman believe the deputy captain was skilled and powerful enough to take down a dozen of them.{j}

source: 무엇보다도 로만에게서 짙은 향수 냄새가 났다.
en_us: Above all, there was a strong scent of perfume reeking from Roman’s body.

source: 마지막.{j}찰나의 순간.{j}조나단은 로만이 어떻게 반격하는지를 똑똑히 보았다.
en_us: At the fleeting moment of Roman’s decisive blow, Jonathan was able to clearly read all of the young lord’s move.{j}{j}

source: 그러나 지금은 달랐다.{j}플로라.
en_us: However, the table had turned.

source: 대장을 처리한 로만은, 신기에 가까운 몸놀림으로 사내들의 공격을 모두 피해 내며 한 명씩 확실하게 처리했다.
en_us: Just as he took out the captain of the gang, Roman swiftly took out the men one after another while dodging all of their attacks.

source: 그런데 이런 모습이라니.{j}영주의 명령에도 성 밖에는 죽어도 나가기 싫다던 그 인물과 동일 인물인지 의심이 들었다.
en_us: However, his actions today were far from the normal dimwit everyone knew. It was almost as if he was a completely different person.

source: 로만의 발언에 얼굴이 붉으락푸르락해지는 순간, 갑작스럽게 달려드는 로만의 모습에 동공이 커졌다.
en_us: The captain of the group was furious after hearing Roman’s insult. His face was boiling red, but his eyes suddenly began to tremble in surprise as he saw Roman rushing towards him.

source: 그것이, 앞으로 로만이 살아갈 방식이었다.
en_us: This was Roman’s way of solving his problem.

source: “조건이 있습니다.”
en_us: “There’s one condition I would like to request,” Chris said.

source: ‘오늘은 드미트리 기사단이 정기 훈련을 진행하는 날.{j}다른 때보다 경비의 인원이 대폭 감소했기 때문에, 외성에서 일이 터진다고 할지라도 빠르게 대응할 수 없겠지.{j}블러드 팽으로서는 이런 날을 놓치기 싫을 거야.{j}언제 외출할지 모르는 드미트리의 도련님이, 그것도 드미트리 기사단이 훈련하는 오늘과 같은 날에, 경비 한 명 없이 거리를 배회하는 건 흔한 기회가 아니니까.’
en_us: The amount of security on the streets are less than usual. After all, today is the regular training day for the Dimitri Knights. The Blood Fans should be aware that it would take a while for the response group to show up on site if do carry out their revenge. If I were them, I wouldn’t miss this chance where their target is strolling down the streets by himself without a single guard next to him.{j}{j}{j}

source: 사이드 스텝.
en_us: The young lord side stepped to the left and like a snake he smoothly swung his wooden sword upward.

source: 기괴하게 꺾인 팔에 그가 단검을 놓치자, 로만은 떨어지는 단검을 낚아채 사내의 목덜미를 수차례 쑤셔 버렸다.
en_us: As he looked down at the man with his arm completely twisted, Roman snatched the dagger dropped on the ground and stabbed the man in the neck several times.

source: 반응하지 않았다.{j}가만히 서서.
en_us: Roman stood at his place and didn’t respond.{j}

source: “어어?!”
en_us: “Huh?!”

source: 로만.{j}그를 따르는 것만이, 앞으로 자신이 살아갈 인생의 방향이었다.
en_us: Kevin had no doubt that his purpose of life was now to loyally follow Roman.

source: “사람에게는 각자만의 방법이 있다.{j}케빈은 무지하기에, 일정 수준에 오를 때까지는 처음부터 끝까지 올바른 틀을 잡아 줄 사람이 필요하다.{j}하지만 너는 달라.{j}내가 어떠한 가르침을 준다고 할지라도, 너는 그것을 진정으로 이해하는 게 아니라 내가 널 이긴 사람이기에 그것을 억지로 삼키려 들겠지.{j}그리고 네 재능은 오히려 역효과를 낳아 버릴 테고.”
en_us: “Everyone has their own way of learning. Since Kevin is new to training, I need to guide every single move of his until he reaches a certain level enough to train by himself. But you’re different. Because you have lost to me once, you will never take my teachings to heart, but will force yourself to learn it just to become stronger than me. My ways of teaching will only backlash against your talents.”{j}{j}{j}{j}

source: 자신이 노력했던 세월이 부정당하는 기분에 헛소리로 치부했지만, 로만의 말을 들을수록 심장이 빠르게 뛰었다.
en_us: If he were to accept the young lord’s advice, he felt as if he had to deny his life and the tireless efforts he had devoted; however, the more he carefully thought of Roman’s words, he felt his heart race in excitement.

source: 백중혁으로 살아가던 시절, 로만은 마약에 찌들어 사는 마인들의 말로를 보았다.{j}그들은 단순히 본인의 삶만을 악의 구렁텅이로 빠트리는 것이 아니라, 질병처럼 주변을 모두 오염시켜 버렸다.
en_us: Back when he was Junghyeok Baek, he had heard stories of people addicted to drugs. Based on the stories, these drug addicts didn’t only demolish their life to ruins, but also contaminated the life of their loved ones like a disease.{j}

source: 건방지면서도 독특한 인간이었다.
en_us: His words were impudent, but were intriguing enough to catch Junghyeok Baek’s attention.

source: 무인으로서 치열하게 살아왔던 백중혁.{j}모든 것을 이룬 그는 담담하게 죽음을 받아들였다.
en_us: After fulfilling his duty as the divine leader, he calmly accepted his destiny and died.

source: 이성적인 판단이 아니었다.{j}로메로 남작은 화가 나서, 로만을 벌할 수 있는 모든 발언을 내뱉었다.
en_us: Romero knew he was giving an impossible task to Roman, but he continued on in the heat of the moment{j}

source: 얼굴이 뭉개지고, 벤 마일즈는 동공이 풀렸다.{j}그것으로 끝이었다.
en_us: And just like that, with his face completely smashed apart, Ben Miles fell dead on the ground.{j}

source: 그리고 지금.{j}새로운 선택의 갈림길에서 백중혁은 빠르게 현실을 받아들였다.
en_us: And now, ending up in the body of Roman, he had no choice but to accept this harsh reality.

source: “로만 도련님.”
en_us: “Lord Roman.”

source: 차례로 쓰러지는 사내들.
en_us: The ground was filled with the dead bodies of the men.

source: 로만은 다시 주인의 앞으로 걸어가더니, 싸늘한 표정으로 눈앞에서 사진을 흔들었다.
en_us: Roman leisurely walked toward the owner and held the picture in front of the man’s eyes with a muderous look.

source: “그렇다면 일단 마나를 느끼는 것부터 진행하도록 하지.{j}네가 경험했던 방식을 설명해 줄 수 있겠나?”
en_us: “Got it. Then, let’s begin by teaching me how to sense my mana. Can you explain how you were able to control yours?”{j}

source: 문제는 후자도 상식 밖이었다.{j}그렇다면 2년 전의 로만은 힘을 숨겼던 걸까?{j}대체 왜?
en_us: But, come to think of it, all of his interpretations did make sense, because it would mean Roman had been his power for more than two years. He was back to square one.{j}{j}

source: “도, 도련님.{j}도와주셔서 진심으로 감사합니다.”
en_us: “M-My Lord, thank you very much for saving me.”{j}

source: “드미트리 남작 가문의 기사단장 조나단이다!{j}드미트리 가문의 장자이신 로만 도련님이 로렌스에 들어간 것으로 알고 있다!{j}당장 성문을 열어라!{j}블러드 팽이 지금 로만 도련님의 목숨을 노리고 있다!”
en_us: “I am Jonathan, the captain of the Dimitri Knights! I know that the eldest son of the House of Dimitri, Lord Roman Dimitri, has entered your lands! Open the gates! The Blood Fang are trying to take the life of Lord Roman!”{j}{j}{j}

source: 귀족들은 원래 향수를 즐겨 사용한다지만, 로만은 과할 정도로 사용한 상태.{j}그것이 피 냄새를 없애기 위한 로만의 배려라는 사실을 모르는 플로라로서는, 소문처럼 향락에 빠져 사는 로만이 여자의 냄새를 덕지덕지 묻혀 왔다고 생각했다.
en_us: Flora understood that most noblemen enjoyed putting perfume over their bodies, but not as much as Roman. She would’ve never imagined that Roman was being considerate of her by pouring a bottle of perfume on his body to prevent his body from smelling with permeated blood. It was logical for Flora to negatively judge Roman because of all the rumors she had heard. {j}

source: 드미트리 기사단.
en_us: Hans headed straight to the base camp of the Dimitri Knights.

source: 처음도.{j}그리고 지금도.{j}로만은 그녀가 자신에게 다가오는 간격을 허락하지 않았다.
en_us: Since their first encounter until now, Roman didn’t give the slightest chance for Flora to get closer with him. He drew the line once more.{j}{j}

source: 그래서 물어보았다.{j}자신의 역할을.{j}왜, 자신을 받아 주었는지를 말이다.
en_us: So, the first question he had to ask Roman was to find out the reason Roman had offered him such a position.{j}{j}

source: 로만의 발차기가 사내의 복부에 작렬했다.
en_us: Roman’s kick went straight to the stomach of one man.

source: 그간 마나 훈련에 절망하는 사람들을 숱하게 보았다.
en_us: Chris was barely able to hide his excitement. He knew how miserable people can become when they face the harsh reality of knowing they weren’t the chosen few.

source: 그러나 백중혁의 기준이라면?{j}최하(最下).
en_us: However, based on Junghyeok Baek’s standard, Chris was at the bottom of the totem pole.{j}

source: 사람들의 시선은 중요하지 않았다.{j}살기 위해서 발악했고, 살기 위해서 자신의 모든 것을 내려놓았다.
en_us: It didn’t matter what people thought of him. He was willing to give up everything just to save his own life.{j}

source: 그들이 나가고 문이 닫히는 순간.
en_us: The door closed.

source: 그에 관해서는 소문으로 들었다.
en_us: Flora knew exactly who he was based on the rumors.

source: “드미트리 영주님은 원래 유명한 대장장이셨습니다.{j}직접 만든 쇠붙이들을 팔아 이윤을 남기는 상단을 운영하고 계셨는데, 우연한 기회에 카이로 왕국에 무기를 납품할 기회를 얻게 되었습니다.
en_us: “The landlord began his career as a skilled blacksmith. He began his own business and made a profit by selling iron pieces that he could make. It started small at first. But not before long did he earn himself a perfect opportunity to expand his business when the Kairo Kingdom offered him a contract to sell weapons,” he began.

source: 로만의 행동.{j}대책 없는 언행이 아니었다.{j}로만은 상황을 정확히 판단하고 있었고, 충분히 감당할 수 있을 만큼의 발언을 내뱉었다.
en_us: Roman’s actions were all meticulously planned. He was completely aware of everything that was happening around him and his words were wisely chosen to prevent the situation from further aggravating.{j}{j}

source: 로만의 검이 어느새 크리스의 머리를 향해 휘둘러졌다.
en_us: In a split second, Roman swung his sword directly toward Chris’s head, which Chris blocked with his sword.

source: 차례로 쓰러지는 사내들.{j}마지막 남은 사내가 도망치려는 순간, 로만의 우악스러운 손길이 사내의 머리채를 움켜잡았다.
en_us: Each and every members of the Blood Fang were lying dead on the ground, except one. As the last remaining survivor decided to run for his life, Roman quickly snatched the man’s hair.{j}

source: “재밌게 됐네.”
en_us: “Things are turning out to be quite interesting.”

source: 로렌스의 병사.{j}그가 다급하게 경비대장에게 달려가더니, 밖에서는 들리지 않을 목소리로 경비대장에게 속닥였다.
en_us: It was one of the guards of Lawrence who hurriedly ran to his captain and whispered the details to him.{j}

source: 사실 이번 훈련의 전제는 애초에 잘못되었다.
en_us: In fact, the premise of this training was set wrong in the first place.

source: “결국에는 전쟁이라니.”
en_us: “So, it has come to war in the end.”

source: 수염이 파르르 떨렸다.
en_us: The baron’s beard shivered as he lost his temper.

source: “내 사람이라니.”
en_us: “He said I’m his loyal servant...”

source: “앞으로 너에게 알려 줄 마나 심법은 매우 위험한 힘이다.{j}성취가 낮을 때는 고통이 심하지 않으나, 강해지면 강해질수록 방금 네가 경험했던 고통을 감당해야만 하지.{j}그런데도 너에게 이 방법을 알려 주는 이유는 단 하나다.{j}마나의 기본조차도 모르는 10대 중반의 소년이 빠르게 강해지는 방법이며, 이 심법을 극성으로 익혔을 경우 너는 주변을 지킬 힘이 생길 것이다.”
en_us: “The mana control technique I will teach you is extremely dangerous. At a low-level, the pain will be durable, but once you become stronger you will have to bear stronger pain. However, there is a reason I’m teaching you this technique. This is the only possible way for an average teenager like you who doesn’t know anything about mana to become stronger fast. Once you master this technique, you will have the power to protect those around you.”{j}{j}{j}

source: 드미트리의 얼간이라고 불리던 로만 드미트리는 생각보다 대단한 남자였고, 로렌스 가문은 드미트리에게 매달려야 할 만큼 상황이 매우 절실했다.
en_us: The man she believed to be Dimwit Dimitri was far better off than her expectations, and the House of Lawrence wasn’t in a position to weigh their choices. They were desperate to gain the House of Dimitri’s support.

source: 로메로 남작이 놀랐다.
en_us: Baron Romero was astonished.

source: “지금 당장 조나단 기사단장을 불러라.”
en_us: “Call Captain Jonathan immediately.”

source: 참으로 꼴불견이었다.
en_us: Roman’s voice echoed through the training field.

source: 당당했다.{j}세상을 굽어보고, 조금도 움츠릴 이유가 없다고 말하는 것 같은 분위기.
en_us: His footsteps were bold and filled with confidence. It looked like he had nothing to fear in this world with his chin tilted upwards.{j}

source: 그런데 이런 아비라니.{j}‘나쁘지 않구나.’
en_us: I could get used to this kind of father.{j}

source: 로만의 눈이 번뜩였다.{j}동시에 마나가 휘몰아쳤다.
en_us: Roman’s eyes sparkled with light as he gathered his mana.{j}

source: 결국 선택이 필요한 상황이었다.
en_us: Ben Miles was now standing in a crossroad where he had to decide the fate and the future of Blood Fang.

source: 오늘.{j}로만의 외출은 우연이 아니었다.
en_us: Roman’s visit to the suburbs wasn’t impromptu.{j}

source: 곧 헤어질 약혼녀에게 예를 다했다고 해서.{j}하인에 불과한 한스를 자신의 사람으로 받아들였다고 해서.{j}로만의 근본은 달라지지 않는다.{j}사람은 다양한 면모를 가지고 있고, 천마로서 살아온 로만에게는 악귀(惡鬼) 같은 모습도 있었다.
en_us: Just because Roman showed his manners to his former fiancee and accepted Hans as one of his loyal servants, it didn’t change the fact that Roman was the cruel leader of the Divine Force. He knew when to bring out his demon-like figure when seemed appropriate.{j}{j}{j}

source: “왜라뇨!{j}이유는 충분히 설명…….”
en_us: “Have I not explained enough...?”{j}

source: “……진심입니까?”
en_us: “Are you serious?”

source: ‘……마약이라.’
en_us: “...Drugs, huh?”

source: 간절했다.{j}
en_us: Ben Miles was desperate.{j}

source: 로렌스 광장.{j}불과 몇 분 전만 하더라도 그곳은 평화로웠다.{j}일상적인 풍경이 연출되던 곳이었는데, 한 사내의 등장은 사람들의 평화를 나락으로 빠트렸다.
en_us: A few moments ago, the Lawrence Square was peaceful and calm like any other days, but with the appearance of one man the tranquility of the land was completely torn apart.{j}{j}

source: 로렌스.{j}그곳에서 무슨 일이 벌어지고 있었다.
en_us: Something definitely was happening in the land of Lawrence.{j}

source: “어쨌든 위험한 것은 맞지 않습니까?”
en_us: “That doesn’t change the fact that they are dangerous, right?”

source: 대단했다.{j}힘이 있다는 것.
en_us: That day, Kevin learned what it meant to have power.{j}

source: 다만.{j}‘그래도 내 아들임에는 분명하다.’
en_us: However, this still doesn’t change the fact that Roman is my son. {j}

source: 되묻지 않았다.{j}어떤 수련을 하는지.{j}왜 그런 공간이 필요한지.{j}사람이라면 여러 질문을 던질 법도 한데, 한스는 언제나 로만의 명령을 그저 수긍할 뿐이었다.
en_us: Hans didn’t bother to ask any questions of why Roman needed such place, or what kind of training he would be doing, because all that mattered was that he would loyally carry out his duties.{j}{j}{j}

source: 그래서 로만은 죽음을 택했다.{j}전쟁터에 대한 온갖 흉흉한 소문에 덜덜 떨던 그는, 약에 취한 날에 목숨을 끊는 선택을 내렸다.
en_us: And in the letter, Roman described how much he was afraid to join the army after hearing the horrific rumors of war and wrote how he would rather commit suicide.

source: “이런 빌어먹을 새끼들.{j}이렇게 시간을 보내는 사이에 로만 도련님에게 무슨 일이라도 생긴다면 나는 너희들을 가만히 두지 않을 것이다.{j}나는 드미트리 기사단의 단장 조나단이다.{j}뱉은 말은 반드시 지킬 것이고, 너희들의 모습을 내 눈에 담을 것이다.{j}그러니 문을 열어라.{j}지금은 꽉 막힌 절차에 시간을 허비할 때가 아니라, 한시라도 빨리 힘을 합쳐 도련님을 찾을 때다.”
en_us: “You bastards! If anything bad happens to Lord Roman, I’m coming for you! I, the Captain of the Dimitri Knights, will keep my words and remember each and every one of you. So now, open the gates. I have no time to waste! Please cooperate with us in finding Lord Roman.”{j}{j}{j}{j}{j}

source: 그래서 물었다.
en_us: So, he didn’t bother to ask.

source: 로만의 태도는 진지했다.{j}크리스의 설명에 딴지를 걸지도, 그렇다고 장난스러운 태도를 보이지도 않았다.
en_us: Roman attentively listened to Chris’s words. He didn’t taunt or belittle Chris in any way as the knight explained how the Aura was used.{j}

source: 그래도 천재라는 소리를 들었다.
en_us: Even that was enough for him to called a prodigy.

source: 말도 안 된다고 생각했던 일이 현실이 되었다.
en_us: Roman did what everyone thought to be impossible.

source: 빤히 쳐다보는 로만의 눈빛에, 플로라는 기어가는 목소리로 말했다.
en_us: With Roman gazing into her eyes, Flora continued with a small voice.

source: “똑똑히 기억해.{j}나는 내가 적으로 분류하는 녀석들의 안위는 조금도 걱정하지 않아.{j}그 녀석들이 어떻게 죽든, 어떤 고통에서 죽어 가든, 나는 내 안위를 방해하는 녀석들의 목숨 따위는 파리보다 하찮게 여길 수 있는 사람이거든.{j}
en_us: “Remember this. I have no thoughts of being considerate or showing mercy to my enemies. They are nothing but flies to me. So, I don’t how they are killed or what kind of tortures they go through. I’ll do whatever it takes to remove those who get in my way,” Roman told the owner.{j}{j}{j}{j}

source: 점조직을 소탕하는 방법.{j}단순하지만 간단하다.{j}그들의 실체를 알 수 없을 때는, 밑에서부터 하나씩 처리하다 보면 어느 순간 실체에 도달한다.
en_us: The easiest way of wiping out an entire criminal organization is by taking out the henchmen one after another. Basically, they will guide you to the hidden authority captivated by fear.{j}{j}
